<template>
  <section class="page-container">
    <div class="about-image"></div>
    <div class="page-title text-center">
      <h3>{{page.title}}</h3>
    </div>
    <div class="padded"><p>Проснувшись однажды утром после беспокойного сна, Грегор Замза обнаружил, что он у себя в постели превратился в страшное насекомое. Лежа на панцирнотвердой спине, он видел, стоило ему приподнять голову, свой коричневый, выпуклый, разделенный дугообразными чешуйками живот, на верхушке которого еле держалось готовое вот-вот окончательно сползти одеяло. Его многочисленные, убого тонкие по сравнению с остальным телом ножки беспомощно копошились у него перед глазами. «Что со мной случилось? » – подумал он. Это не было сном. Его комната, настоящая, разве что слишком маленькая, но обычная комната, мирно покоилась в своих четырех хорошо знакомых стенах.</p></div>
  </section>
</template>

<script>
export default {
  head ()  {
    return {
      title: this.page.title,
      titleTemplate: 'LeSia::%s'
    }
  },
  data() {
    return {
      page: {
        title: 'О нас'
      }
    }
  }
}
</script>

<style>

</style>
